TDPortal/Codebase/TransportDirect/JourneyPlannerCaller/bin/Debug/Requests/GazRequest_PostcodeMatch.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <PostcodeMatch xmlns="http://www.esriuk.com/gazops">
      <sPostcode>LE9</sPostcode>
      <gazid>PCODE2</gazid>
      <envelope></envelope>
      <securityToken></securityToken>
    </PostcodeMatch>
  </soap:Body>
</soap:Envelope>